{"name":"Dolgrin","level":"4","classe":{"_id":"3gweRQ5gn7szIWAv","data":{"ancestryFeatLevels":{"value":[1,5,9,13,17]},"attacks":{"advanced":0,"martial":0,"other":{"name":"longsword, rapier, sap, shortbow, shortsword, and whip","rank":1},"simple":1,"unarmed":1},"classDC":0,"classFeatLevels":{"value":[1,2,4,6,8,10,12,14,16,18,20]},"defenses":{"heavy":0,"light":1,"medium":0,"unarmored":1},"description":{"value":"<p><em>You are a master of artistry, a scholar of hidden secrets, and a captivating persuader. Using powerful performances, you influence minds and elevate souls to new levels of heroics. You might use your powers to become a charismatic leader, or perhaps you might instead be a counselor, manipulator, scholar, scoundrel, or virtuoso. While your versatility leads some to consider you a beguiling ne'erdo- well and a jack-of-all-trades, it's dangerous to dismiss you as a master of none.</em></p>\n<p><strong>Key Ability: CHARISMA</strong></p>\n<p>At 1st level, your class gives you an ability boost to Charisma.</p>\n<p><strong>Hit Points: 8 plus your Constitution modifier</strong></p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1>Roleplaying the Bard</h1>\n<h2>During Combat Encounters...</h2>\n<p>You use magical performances to alter the odds in favor of your allies. You confidently alternate between attacks, healing, and helpful spells as needed.</p>\n<h2>During Social Encounters...</h2>\n<p>You persuade, prevaricate, and threaten with ease.</p>\n<h2>While Exploring...</h2>\n<p>You're a font of knowledge, folktales, legends, and lore that provide a deeper context and helpful reconnaissance for the group's adventure. Your spells and performances inspire your allies to greater discovery and success.</p>\n<h2>In Downtime...</h2>\n<p>You can earn money and prestige with your performances, gaining a name for yourself and acquiring patrons. Eventually, tales of your talents and triumphs might attract other bards to study your techniques in a bardic college.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Have a passion for your art so strong that you forge a spiritual connection with it.</li>\n<li>Take point when tact and nonviolent solutions are required.</li>\n<li>Follow your muse, whether it's a mysterious fey creature, a philosophical concept, a psychic force, or a deity of art or music, and with its aid learn secret lore that few others have.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Relish the opportunity to invite you to social events, either as a performer or a guest, but consider you to be something of a curiosity in their social circles.</li>\n<li>Underestimate you compared to other spellcasters, believing you are little more than a foppish minstrel and overlooking the subtle power of your magic.</li>\n<li>Respond favorably to your social charm and abilities, but remain suspicious of your beguiling magic.</li>\n</ul>\n<h1>Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2>Perception</h2>\n<p>Expert in Perception</p>\n<h2>Saving Throws</h2>\n<p>Trained in Fortitude</p>\n<p>Trained in Reflex</p>\n<p>Expert in Will</p>\n<h2>Skills</h2>\n<p>Trained in Occultism</p>\n<p>Trained in Performance</p>\n<p>Trained in a number of additional skills equal to 4 plus your Intelligence modifier</p>\n<h2>Attacks</h2>\n<p>Trained in simple weapons</p>\n<p>Trained in the longsword, rapier, sap, shortbow, shortsword, and whip</p>\n<p>Trained in unarmed attacks</p>\n<h2>Defenses</h2>\n<p>Trained in light armor</p>\n<p>Trained in unarmored defense</p>\n<h2>Spells</h2>\n<p>Trained in occult spell attacks</p>\n<p>Trained in occult spell DCs</p>\n<h1>Class Features</h1>\n<p>You gain these features as a Bard. Abilities gained at higher levels list the levels at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Ancestry and background, initial proficiencies, occult spellcasting, spell repertoire, composition spells, muse</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Bard feat, skill feat</td>\n</tr>\n<tr>\n<td>3</td>\n<td>2nd-level spells, general feat, lightning reflexes, signature spells, skill increase</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Bard feat, skill feat</td>\n</tr>\n<tr>\n<td>5</td>\n<td>3rd-level spells, ability boosts, ancestry feat, skill increase</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Bard feat, skill feat</td>\n</tr>\n<tr>\n<td>7</td>\n<td>4th-level spells, expert spellcaster, general feat, skill increase</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Bard feat, skill feat</td>\n</tr>\n<tr>\n<td>9</td>\n<td>5th-level spells, ancestry feat, great fortitude, resolve, skill increase</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Ability boosts, bard feat, skill feat</td>\n</tr>\n<tr>\n<td>11</td>\n<td>6th-level spells, bard weapon expertise, general feat, skill increase, vigilant senses</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Bard feat, skill feat</td>\n</tr>\n<tr>\n<td>13</td>\n<td>7th-level spells, ancestry feat, light armor expertise, skill increase, weapon specialization</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Bard feat, skill feat</td>\n</tr>\n<tr>\n<td>15</td>\n<td>8th-level spells, ability boosts, general feat, master spellcaster, skill increase</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Bard feat, skill feat</td>\n</tr>\n<tr>\n<td>17</td>\n<td>9th-level spells, ancestry feat, greater resolve, skill increase</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Bard feat, skill feat</td>\n</tr>\n<tr>\n<td>19</td>\n<td>General feat, legendary spellcaster, magnum opus, skill increase</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Ability boosts, bard feat, skill feat</td>\n</tr>\n</tbody>\n</table>\n<h2>Ancestry and Background</h2>\n<p>In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2>Composition Spells</h2>\n<p>You can infuse your performances with magic to create unique effects called compositions. Compositions are a special type of spell that often require you to use the Performance skill when casting them. Composition spells are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity to perform, write a new composition, or otherwise engage your muse.</p>\n<p>Focus spells are automatically heightened to half your level rounded up, much like cantrips. Focus spells don't require spell slots, and you can't cast them using spell slots. Taking feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 Focus Points.</p>\n<p>You learn the <em>@Compendium[pf2e.spells-srd.Counter Performance]{Counter Performance}</em> composition spell, protecting against auditory and visual effects.</p>\n<h3><strong>Composition Cantrips</strong></h3>\n<p>Composition cantrips are special composition spells that don't cost Focus Points, so you can use them as often as you like. Composition cantrips are in addition to the cantrips you choose from the occult list. Generally, only feats can give you more composition cantrips. Unlike other cantrips, you can't swap out composition cantrips gained from bard feats at a later level, unless you swap out the specific feat via retraining. You learn the <em>@Compendium[pf2e.spells-srd.Inspire Courage]{Inspire Courage}</em> composition cantrip, which boosts your allies' attacks, damage, and defense against fear.</p>\n<h2>Initial Proficiencies</h2>\n<p>At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.</p>\n<h2>Muses</h2>\n<p>As a bard, you select one muse at 1st level. This muse leads you to great things, and might be a physical creature, a deity, a philosophy, or a captivating mystery.</p>\n<p>Muses can be found here: @Compendium[pf2e.classfeatures.Maestro]{Maestro}, @Compendium[pf2e.classfeatures.Polymath]{Polymath}, @Compendium[pf2e.classfeatures.Enigma]{Enigma}, and @Compendium[pf2e.classfeatures.Warrior]{Warrior}.</p>\n<h2>Occult Spellcasting</h2>\n<p>You draw upon magic from esoteric knowledge. You can cast occult spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells. Because you're a bard, you can usually play an instrument for spells requiring somatic or material components, as long as it takes at least one of your hands to do so. If you use an instrument, you don't need a spell component pouch or another hand free. You can usually also play an instrument for spells requiring verbal components, instead of speaking.</p>\n<p>Each day, you can cast up to two 1st-level spells. You must know spells to cast them, and you learn them via the spell repertoire class feature. The number of spells you can cast each day is called your spell slots.</p>\n<p>As you increase in level as a bard, your number of spells per day increases, as does the highest level of spells you can cast, as shown on Table 3-6: Bard Spells per Day.</p>\n<p>Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is Charisma, your spell attack rolls and spell DCs use your Charisma modifier.</p>\n<h3><strong>Heightening Spells</strong></h3>\n<p>When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level to match the spell slot. You must have a spell in your spell repertoire at the level you want to cast in order to heighten it to that level. Many spells have specific improvements when they are heightened to certain levels. The signature spells class feature lets you heighten certain spells freely.</p>\n<h3><strong>Cantrips</strong></h3>\n<p>Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is automatically heightened to half your level rounded up -- this is usually equal to the highest level of bard spell slot you have. For example, as a 1st-level bard, your cantrips are 1st-level spells, and as a 5th-level bard, your cantrips are 3rd-level spells.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Cantrips</th>\n<th>1st</th>\n<th>2nd</th>\n<th>3rd</th>\n<th>4th</th>\n<th>5th</th>\n<th>6th</th>\n<th>7th</th>\n<th>8th</th>\n<th>9th</th>\n<th>10th</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>5</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>2</td>\n<td>5</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>3</td>\n<td>5</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>4</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>5</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>6</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>7</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>8</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>9</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>10</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>11</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>12</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>13</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>14</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>15</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>16</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>17</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n</tr>\n<tr>\n<td>18</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n</tr>\n<tr>\n<td>19</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>1*</td>\n</tr>\n<tr>\n<td>20</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>1*</td>\n</tr>\n<tr>\n<td style=\"color: white; width: 120px; background-color: #522e2c; text-align: center; height: 25px;\" colspan=\"12\">* The magnum opus class feature gives you a 10th-level spell slot that works a bit differently from other spell slots.</td>\n</tr>\n</tbody>\n</table>\n<h2>Spell Repertoire</h2>\n<p>The collection of spells you can cast is called your spell repertoire. At 1st level, you learn two 1st-level occult spells of your choice and five occult cantrips of your choice. You choose these from the common spells from the occult list or from other occult spells to which you have access. You can cast any spell in your spell repertoire by using a spell slot of an appropriate spell level.</p>\n<p>You add to this spell repertoire as you increase in level. Each time you get a spell slot (see Table 3-6), you add a spell to your spell repertoire of the same level. At 2nd level, you select another 1st-level spell; at 3rd level, you select two 2nd-level spells, and so on. When you add spells, you might add a higher-level version of a spell you already have, so you can cast a heightened version of that spell.</p>\n<p>Though you gain them at the same rate, your spell slots and the spells in your spell repertoire are separate. If a feat or other ability adds a spell to your spell repertoire, it wouldn't give you another spell slot, and vice versa.</p>\n<h3><strong>Swapping Spells in Your Repertoire</strong></h3>\n<p>As you gain new spells in your repertoire, you might want to replace some of the spells you previously learned. Each time you gain a level and learn new spells, you can swap out one of your old spells for a different spell of the same level. This spell can be a cantrip. You can also swap out spells by retraining during downtime.</p>\n<h2>Bard Feats<span style=\"float: right;\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a bard class feat.</p>\n<h2>Skill Feats<span style=\"float: right;\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.</p>\n<h2>General Feats<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2>Lightning Reflexes<span style=\"float: right;\">Level 3</span></h2>\n<p>Your reflexes are lightning fast. Your proficiency rank in Reflex saves increases to expert.</p>\n<h2>Signature Spells<span style=\"float: right;\">Level 3</span></h2>\n<p>Experience allows you to cast some spells more flexibly. For each spell level you have access to, choose one spell of that level to be a signature spell. You don't need to learn heightened versions of signature spells separately; instead, you can heighten these spells freely. If you've learned a signature spell at a higher level than its minimum, you can also cast all its lower-level versions without learning those separately. If you swap out a signature spell, you can choose a replacement signature spell of the same spell level at which you learned the previous spell. You can also retrain specifically to change a signature spell to a different spell of that level without swapping any spells; this takes as much time as retraining a spell normally does.</p>\n<h2>Skill Increases<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.</p>\n<p>At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master.</p>\n<h2>Ability Boosts<span style=\"float: right;\">Level 5</span></h2>\n<p>At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.</p>\n<h2>Ancestry Feats<span style=\"float: right;\">Level 5</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2>Expert Spellcaster<span style=\"float: right;\">Level 7</span></h2>\n<p>Your proficiency ranks for occult spell attack rolls and spell DCs increase to expert.</p>\n<h2>Great Fortitude<span style=\"float: right;\">Level 9</span></h2>\n<p>Your physique is incredibly hardy. Your proficiency rank for Fortitude saves increases to expert.</p>\n<h2>Resolve<span style=\"float: right;\">Level 9</span></h2>\n<p>You've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success at a Will save, you get a critical success instead.</p>\n<h2>Bard Weapon Expertise<span style=\"float: right;\">Level 11</span></h2>\n<p>You have become thoroughly adept with bardic weapons. You gain expert proficiency in simple weapons and unarmed attacks, plus the longsword, rapier, sap, shortbow, shortsword, and whip. When you critically succeed at an attack roll using one of these weapons while one of your compositions is active, you apply the critical specialization effect for that weapon.</p>\n<h2>Vigilant Senses<span style=\"float: right;\">Level 11</span></h2>\n<p>Through your adventures, you've developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master.</p>\n<h2>Light Armor Expertise<span style=\"float: right;\">Level 13</span></h2>\n<p>You've learned how to dodge while wearing light or no armor. Your proficiency ranks for light armor and unarmored defense increase to expert.</p>\n<h2>Weapon Specialization<span style=\"float: right;\">Level 13</span></h2>\n<p>You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 damage if you're a master, and 4 damage if you're legendary.</p>\n<h2>Master Spellcaster<span style=\"float: right;\">Level 15</span></h2>\n<p>You've mastered the occult. Your proficiency ranks for occult spell attack rolls and spell DCs increase to master.</p>\n<h2>Greater Resolve<span style=\"float: right;\">Level 17</span></h2>\n<p>Your unbelievable training grants you mental resiliency. Your proficiency rank for Will saves increases to legendary. When you roll a success at a Will save, you get a critical success. When you roll a critical failure at a Will save, you get a failure instead. When you roll a failure on a Will save against a damaging effect, you take half damage.</p>\n<h2>Legendary Spellcaster<span style=\"float: right;\">Level 19</span></h2>\n<p>Your command of occult magic is the stuff of legends. Your proficiency ranks for occult spell attack rolls and spell DCs increase to legendary.</p>\n<h2>Magnum Opus<span style=\"float: right;\">Level 19</span></h2>\n<p>You have tuned your spellcasting to the highest caliber. Add two common 10th-level occult spells to your repertoire. You gain a single 10th-level spell slot you can use to cast one of those two spells using bard spellcasting. You don't gain more 10th-level spells as you level up, unlike other spell slots, and you can't use 10th-level slots with abilities that give you more spell slots or that let you cast spells without expending spell slots.</p>"},"generalFeatLevels":{"value":[3,7,11,15,19]},"hp":8,"items":{"06b94":{"id":"cD3nSupdCvONuHiE","img":"systems/pf2e/icons/features/classes/expert-spellcaster.webp","level":7,"name":"Expert Spellcaster","pack":"pf2e.classfeatures"},"1da3z":{"id":"l1InYvhnQSz6Ucxc","img":"systems/pf2e/icons/features/classes/master-spellcaster.webp","level":15,"name":"Master Spellcaster","pack":"pf2e.classfeatures"},"1qqwt":{"id":"9EqIasqfI8YIM3Pt","img":"systems/pf2e/icons/features/classes/weapon-specialization.webp","level":13,"name":"Weapon Specialization","pack":"pf2e.classfeatures"},"73fw3":{"id":"0npO4rPscGm0dX13","img":"systems/pf2e/icons/features/classes/vigilant-senses.webp","level":11,"name":"Vigilant Senses","pack":"pf2e.classfeatures"},"81u6r":{"id":"NjsOpWbbzUY2Hpk3","img":"systems/pf2e/icons/features/classes/magnum-opus.webp","level":19,"name":"Magnum Opus","pack":"pf2e.classfeatures"},"9uoge":{"id":"JQAujUXjczVnYDEI","img":"systems/pf2e/icons/features/classes/resolve.webp","level":9,"name":"Resolve","pack":"pf2e.classfeatures"},"ed5t5":{"id":"6FsusoMYxxjyIkVh","img":"systems/pf2e/icons/equipment/adventuring-gear/spellbook.webp","level":1,"name":"Spell Repertoire (Bard)","pack":"pf2e.classfeatures"},"en1lf":{"id":"s0VbbQJNlSgPocui","img":"systems/pf2e/icons/equipment/adventuring-gear/musical-instrument-handheld.webp","level":1,"name":"Composition Spells","pack":"pf2e.classfeatures"},"iipml":{"id":"F57Na5VxfBp56kke","img":"systems/pf2e/icons/features/classes/great-fortitude.webp","level":9,"name":"Great Fortitude","pack":"pf2e.classfeatures"},"oitnf":{"id":"VKRjmXxBFLrJK01c","img":"systems/pf2e/icons/features/classes/signature-spells-sorcerer.webp","level":3,"name":"Signature Spells (Level 3)","pack":"pf2e.classfeatures"},"oyw8v":{"id":"AIOBWGOS4nkfH3kW","img":"systems/pf2e/icons/features/classes/choice-feature.webp","level":1,"name":"Muses","pack":"pf2e.classfeatures"},"q84eq":{"id":"pZYkb12t5DSwtts7","img":"systems/pf2e/icons/features/classes/light-armor-expertise.webp","level":13,"name":"Light Armor Expertise","pack":"pf2e.classfeatures"},"qev30":{"id":"fEOj0eOBe34qYdAa","img":"systems/pf2e/icons/features/classes/occult-spellcasting.webp","level":1,"name":"Occult Spellcasting","pack":"pf2e.classfeatures"},"qphik":{"id":"5LOARurr4qWkfS9K","img":"systems/pf2e/icons/features/classes/greater-resolve.webp","level":17,"name":"Greater Resolve","pack":"pf2e.classfeatures"},"tjlz3":{"id":"TUOeATt52P43r5W0","img":"systems/pf2e/icons/features/classes/lightning-reflexes.webp","level":3,"name":"Lightning Reflexes","pack":"pf2e.classfeatures"},"usp0h":{"id":"Hfaa7TuLn3nE8lr3","img":"systems/pf2e/icons/features/classes/legendary-spellcaster.webp","level":19,"name":"Legendary Spellcaster (Level 19)","pack":"pf2e.classfeatures"},"yjn5p":{"id":"4lp8oG9A3zuqhPBS","img":"systems/pf2e/icons/features/classes/bard-weapon-expertise.webp","level":11,"name":"Bard Weapon Expertise","pack":"pf2e.classfeatures"}},"keyAbility":{"value":["cha"]},"perception":2,"rules":[{"key":"ActiveEffectLike","mode":"upgrade","path":"data.skills.occ.rank","value":1},{"key":"ActiveEffectLike","mode":"upgrade","path":"data.skills.prf.rank","value":1},{"key":"ActiveEffectLike","mode":"upgrade","path":"data.martial.weapon-base-longsword.rank","value":1},{"key":"ActiveEffectLike","mode":"upgrade","path":"data.martial.weapon-base-rapier.rank","value":1},{"key":"ActiveEffectLike","mode":"upgrade","path":"data.martial.weapon-base-sap.rank","value":1},{"key":"ActiveEffectLike","mode":"upgrade","path":"data.martial.weapon-base-shortbow.rank","value":1},{"key":"ActiveEffectLike","mode":"upgrade","path":"data.martial.weapon-base-shortsword.rank","value":1},{"key":"ActiveEffectLike","mode":"upgrade","path":"data.martial.weapon-base-whip.rank","value":1},{"key":"ActiveEffectLike","mode":"upgrade","path":"data.proficiencies.traditions.occult.rank","value":{"brackets":[{"end":6,"start":1,"value":1},{"end":14,"start":7,"value":2},{"end":18,"start":15,"value":3},{"start":19,"value":4}],"field":"actor|data.details.level.value"}}],"savingThrows":{"fortitude":1,"reflex":1,"will":2},"skillFeatLevels":{"value":[2,4,6,8,10,12,14,16,18,20]},"skillIncreaseLevels":{"value":[3,5,7,9,11,13,15,17,19]},"source":{"value":"Pathfinder Core Rulebook"},"trainedSkills":{"additional":4,"value":["occ","prf"]},"traits":{"custom":"","rarity":"common","value":[]}},"img":"systems/pf2e/icons/classes/bard.webp","name":"Bard","type":"class","key":"bard"},"ancestry":{"_id":"kYsBAJ103T44agJF","data":{"additionalLanguages":{"count":0,"custom":"","value":["abyssal","aquan","auran","celestial","dwarven","elven","ignan","infernal","jistkan","terran"]},"boosts":{"0":{"value":["str"]},"1":{"value":[]},"2":{"value":["str","dex","con","int","wis","cha"]}},"description":{"value":"<p><em>These intelligent constructs house actual souls and represent what remains of a dying empire's last attempt at greatness. Automatons combine technological ingenuity with magical power, creating a blended being wholly unique to Golarion.</em></p>\n<hr />\n<p>The Jistka Imperium was the first major human civilization to emerge after Earthfall, arising around the area that would later become Rahadoum and enduring for seven centuries thanks to great advancements in civics and the sciences. However, Jistka's leaders often favored aggressive uses of technology, and early advances paved the way for arrogance, petty infighting, and corruption. The Jistka Imperium's expansionist tendencies and lack of diplomacy earned the Imperium many enemies over the course of its existence. The most notable of these foes was the empire of Ancient Osirion. Osirion's enmity ultimately sealed the Imperium's fate, as they employed clever and depraved magic that proved more than a match for Jistka's legendary golem army, even when the Jistkans began to cut corners and bind fiends into their golems. In a desperate attempt to fight back against internal corruption and external pressures, a cabal of concerned Jistkans formed the Artificer Conclave to develop new technologies to stave off the Imperium's collapse and return Jistka to its former glory. The most successful of these developments were automatons, which the Conclave believed to be the pinnacle of Jistkan constructs-or at least, the last hope for Jistka's salvation. Conclave creators transplanted the mind, life force, and soul of Jistkan individuals into these constructs, creating magical and technological marvels powered by the life energy of the greatest warriors and scholars the organization could recruit. Unfortunately, despite the Conclave's best efforts, the automatons' arrival happened too late to save the already doomed Imperium. The empire collapsed, leaving automatons to fend for themselves.</p>\n<p>The exceptional and forward-thinking construction of automatons means that a fair number remain today, millennia later, scattered to the winds. However, the passage of time has revealed one of automatons' greatest weaknesses: their mortal psyches. Only the strongest willed have managed to retain their memories, sense of self, and lucidity after all this time. As each automaton remains as unique as any living person on Golarion; a given automaton has their own personality, shaped by countless experiences. Most automatons behave reclusively, preferring to avoid others due to fear of attachment or misunderstanding. Even automatons who are more willing to live in the open understand that their unique nature makes them a prime target for hunters, scholars, or worse. Rare is the automaton that lives without the regular occurrence of distrust or worry.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Have lived for several centuries and through many significant events.</li>\n<li>Be hesitant to trust others until they've earned it.</li>\n<li>Remember little of your life before becoming an automaton.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Mistake you for a mindless construct when they first see you.</li>\n<li>Assume you have secret knowledge about magic and technology.</li>\n<li>Look upon you with awe.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Automatons share a common construction-a blend of magically treated metals and stone. This design allows automatons to withstand the rigors of direct combat and makes them particularly hardy. Their heavy bodies can move just as quickly as other combatants, making automatons intimidating foes. The design of an automaton varies depending on the needs of its role. Most automatons have a basic humanoid shape, though some instead have shapes that closely resemble animals. The majority of automatons have a single eye that glows with a dim, magical light. Each also contains a powerful artifact that both houses its individual soul and uses a combination of life and planar energy for power. These automaton cores are marvels of magical engineering whose method of creation has been lost to time.</p>\n<p>As constructs, automatons typically don't need to breathe, eat, or sleep; however, the body of an automaton needs to vent an imperceivable magical exhaust at a constant rate. This venting process requires breathable air to prevent a buildup of exhaust that can clog the automaton's systems, sometimes to fatal effect. Thus, automatons can still suffocate much like living creatures. Though they don't sleep, automatons require a period of magical recalibration and restoration which stabilizes the energies within their core. Without this process, an automaton core is incapable of fully powering the automaton and they enter an inefficient state (similar to a humanoid who doesn't get 8 hours of sleep).</p>\n<p>Automatons don't age and the design of their cores grants them a seemingly endless power source. Many automatons that exist today are thousands of years old, their bodies as efficient as the day of their creation, even if their minds might have deteriorated with the strain of the ages. Automatons lost over time typically met violent ends. An automaton's body is just as vulnerable to destruction as any other construct, though destroying an automaton core is more difficult. As such, an automaton's soul might remain trapped within its core for years after the destruction of its body. This was the intent of the original creators, who hoped to provide functional immortality. However, in reality, the destruction of the body more often leads to a malfunction, requiring magical intervention such as resurrection magic to restore the automaton completely. In the case of the core's destruction, or if it malfunctions catastrophically enough that it can no longer hold the soul, the core releases the spirit to the River of Souls.</p>\n<p>In some cases, an automaton can learn how to consciously or subconsciously influence its core. These automatons eventually learn how to release their souls from their cores, allowing their souls to move on when they feel they have achieved a satisfying life. This act leaves the automaton as a mindless construct, typically still active but no longer capable of anything but aimless wandering and occasional acts of self-defense.</p>\n<h2>Society</h2>\n<p>Due to the disparate fates of automatons, many of them lead solitary lives. There are a few cases of automatons originally designed to work together, such as groups of warriors, who remain as a team and dwell together in hideouts or travel together as wanderers. These groups are few and far between, however, and automaton settlements are even rarer. The only pockets of automatons that begin to resemble settlements typically hide among the ruins of Jistka. These groups can hold dozens of automatons, but any attempts to contact or visit them tend to be fruitless. Such gatherings are especially secretive, and the resident automatons will protect their homes at any cost.</p>\n<p>Automatons are far more likely to encounter other ancestries. Depending on the automaton's personality, this encounter could go a number of ways, ranging from extreme secrecy to open visitation. An automaton's unique appearance makes them stand out regardless of where they're found, but most others look upon them with awe or curiosity rather than fear. Magical constructs aren't an alien concept across Golarion, but many of them are mindless. After making it past the initial shock of a thinking construct, it's often not difficult for most grasp how to engage with an automaton. However, automatons are more likely to find the semblance of an everyday life in large cities like Absalom, Azir, or Quantium. Regardless of where they go, an automaton must remain on the lookout for those who would attempt to take their body for study or to access their core.</p>\n<h2>Alignment and Religion</h2>\n<p>The people of the Jistka Imperium saw the aeons of Axis as ideal beings whose behavior was worthy of emulation, so many Jistkans were lawful neutral. Since many automatons contain Jistkan souls, most automatons are lawful neutral, or at least lawful in some capacity. Over the centuries, however, a fair number of automatons have drifted toward neutral alignments as their outlooks change without a primary society or set of ideals upon which to cling. Automatons tend to worship gods of technology or magic like Brigh and Nethys, or various monitor demigods. Worship of Irori and Pharasma are somewhat common among automatons as well. Pharasmin automatons likely learn how to release their souls from their cores, and often choose to do so. Though they are ancient beings from long before the time of Casandalee, a small number of automatons have recognized the new artificial goddess as a kindred spirit.</p>\n<h2>Names</h2>\n<p>An automaton typically keeps the name they had before their transformation into a construct, if they can remember it. Even when other memories fade, memory of their name often remains. As such, many automatons have names with Jistkan origins. Second most common are automatons who had to give themselves a new name, as they lost their memories of the old one at some point. Those automatons that particularly believed in the cause of the Artificer Conclave might instead take the name of one of the conclave's members in honor of the cause that they gave their body to support. Some automatons prefer to change their names over their lifetimes, either selecting a new name from a culture they encountered or adding a title to represent a significant moment in their lives. In some cases an automaton will use a particularly cherished title in place of any other name.</p>\n<h3>Sample Names</h3>\n<p>Alnhaman, Busmin, The Doleful, Enoh, Himar, Kantral, The Kindred, Numinar, Scholar, Tehkis, Wayfarer, Yulmian</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Automaton Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium or Small</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Ability Boosts</strong> Strength, Free</p>\n<p><strong>Languages</strong> Common, Utopian</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Abyssal, Aquan, Auran, Celestial, Dwarven, Elven, Ignan, Infernal, Terran, and any other languages to which you have access (such as the languages prevalent in your region). At the GM’s discretion, if you still have memories from your time in Jistka, you might speak Jistka instead of Common.</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Automaton Core</strong> Your body contains an automaton core infused with planar quintessence that grants you power to perform various tasks and houses your soul and life energy. This life energy flows through you much like the blood of humanoids. As a result, you are a living creature. You don’t have the typical construct immunities, can be affected by effects that target a living creature, and can recover Hit Points normally via positive energy. Additionally, you are not destroyed when reduced to 0 Hit Points. Instead, your life energy attempts to keep you active even in dire straits; you are knocked out and begin dying when reduced to 0 Hit Points.</p>\n<p><strong>Constructed Body</strong> Your physiological needs are different than those of living creatures. You don’t need to eat or drink. You don’t need to sleep, but you still need a daily period of rest. During this period of rest, you must enter a recuperating standby state for 2 hours, which is similar to sleeping except you are aware of your surroundings and don’t take penalties for being unconscious. Much like with sleeping, if you go too long without entering your standby state, you become fatigued and can’t recover until you enter standby for 2 hours.</p>"},"flaws":{"0":{"value":[]}},"hp":8,"items":{"l0mdk":{"id":"E28a45fUC2OkXZXY","img":"systems/pf2e/icons/default-icons/feat.svg","level":1,"name":"Constructed Body","pack":"pf2e.ancestryfeatures"},"l6cpr":{"id":"RYrY7o0i6s7KW9io","img":"systems/pf2e/icons/default-icons/feat.svg","level":1,"name":"Automaton Core","pack":"pf2e.ancestryfeatures"}},"languages":{"custom":"","value":["common","utopian"]},"reach":5,"rules":[{"choices":[{"label":"PF2E.ActorSizeMedium","value":"medium"},{"label":"PF2E.ActorSizeSmall","value":"small"}],"flag":"sizeChoice","key":"ChoiceSet","prompt":"PF2E.SpecificRule.Prompt.CreatureSize"},{"key":"CreatureSize","value":"{item|flags.pf2e.rulesSelections.sizeChoice}"}],"size":"med","source":{"value":"Pathfinder Guns & Gears"},"speed":25,"traits":{"custom":"","rarity":"rare","value":["automaton","construct"]},"vision":"lowLightVision"},"img":"systems/pf2e/icons/default-icons/alternatives/ancestries/automaton.svg","name":"Automaton","type":"ancestry","key":"automaton"},"classFeats":[{"_id":"iX5HEqRImhKzfPR2","data":{"actionCategory":{"value":""},"actionType":{"value":"passive"},"actions":{"value":null},"description":{"value":"<p>You're resilient to performative influences that aren't your own. You gain a +1 circumstance bonus to saving throws against effects with the auditory, illusion, linguistic, sonic, or visual traits.</p>"},"featType":{"value":"class"},"level":{"value":1},"location":"","prerequisites":{"value":[]},"rules":[{"key":"FlatModifier","label":"Well-Versed (vs. performative effects)","predicate":{"any":["auditory","illusion","linguistic","sonic","visual"]},"selector":"saving-throw","type":"circumstance","value":1}],"source":{"value":"Pathfinder Advanced Player's Guide"},"traits":{"custom":"","rarity":"common","value":["bard"]}},"img":"systems/pf2e/icons/features/feats/feats.webp","name":"Well-Versed","type":"feat"},{"_id":"VToVEOxiyy53AcEp","data":{"actionCategory":{"value":""},"actionType":{"value":"passive"},"actions":{"value":null},"description":{"value":"<p>You magically unlock memories, making them easier to recall. You learn the <em>@Compendium[pf2e.spells-srd.Loremaster's Etude]{Loremaster's Etude}</em> composition spell. Increase the number of Focus Points in your focus pool by 1.</p>"},"featType":{"value":"class"},"level":{"value":2},"location":"","prerequisites":{"value":[{"value":"enigma muse"}]},"rules":[{"key":"ActiveEffectLike","mode":"add","path":"data.resources.focus.max","value":1}],"source":{"value":"Pathfinder Core Rulebook"},"traits":{"custom":"","rarity":"common","value":["bard","fortune"]}},"img":"systems/pf2e/icons/features/feats/feats.webp","name":"Loremaster's Etude","type":"feat"},{"_id":"uVXEZblPRuCyPRua","data":{"actionCategory":{"value":""},"actionType":{"value":"passive"},"actions":{"value":null},"description":{"value":"<p>Your studies make you informed on every subject. You are trained in Bardic Lore, a special Lore skill that can be used only to Recall Knowledge, but on any topic. If you have legendary proficiency in Occultism, you gain expert proficiency in Bardic Lore, but you can't increase your proficiency rank in Bardic Lore by any other means.</p>"},"featType":{"value":"class"},"level":{"value":1},"location":"","prerequisites":{"value":[{"value":"enigma muse"}]},"rules":[{"key":"ActiveEffectLike","mode":"upgrade","path":"flags.pf2e.rollOptions.all.bardicKnowledge","value":1}],"source":{"value":"Pathfinder Core Rulebook"},"traits":{"custom":"","rarity":"common","value":["bard"]}},"img":"systems/pf2e/icons/features/feats/feats.webp","name":"Bardic Lore","type":"feat"}],"ancestryFeats":[{"_id":"0DSCucjk9WZAw4xT","data":{"actionCategory":{"value":""},"actionType":{"value":"passive"},"actions":{"value":null},"description":{"value":"<p>You've been provided a body part designed for combat. You gain either a claw or pincer unarmed attack. The claw deals [[/r {1d4}[slashing]]]{1d4 slashing damage}, is in the brawling group, and has the agile, finesse, and unarmed traits. The pincer deals [[/r {1d6}[piercing]]]{1d6 piercing damage}, is in the brawling group, and has the grapple and unarmed traits. Your body can be reconfigured; you can select this feat at any level, and you can retrain into or out of this feat or change the type of attack you gain.</p>\n<p><strong>Enhancement</strong> Your attacking part is reinforced. Increase the damage die of the unarmed attack you gain from this feat by one step (from 1d4 to 1d6, or from 1d6 to 1d8).</p>"},"featType":{"value":"ancestry"},"level":{"value":1},"location":null,"prerequisites":{"value":[]},"rules":[{"category":"unarmed","damage":{"base":{"damageType":"slashing","dice":1,"die":"d4"}},"group":"brawling","key":"Strike","label":"PF2E.BattleForm.Attack.Claw","predicate":{"all":["armament:claw"]},"traits":["agile","finesse","unarmed"]},{"category":"unarmed","damage":{"base":{"damageType":"piercing","dice":1,"die":"d6"}},"group":"brawling","key":"Strike","label":"PF2E.BattleForm.Attack.Pincer","predicate":{"all":["armament:pincer"]},"traits":["grapple","unarmed"]},{"choices":[{"label":"PF2E.BattleForm.Attack.Claw","value":"claw"},{"label":"PF2E.BattleForm.Attack.Pincer","value":"pincer"}],"key":"ChoiceSet","prompt":"PF2E.SpecificRule.Automaton.AutomatonArmament.Prompt","rollOption":"armament"}],"source":{"value":"Pathfinder Guns & Gears"},"traits":{"custom":"","rarity":"common","value":["automaton"]}},"img":"systems/pf2e/icons/default-icons/feats.webp","name":"Automaton Armament","type":"feat"}]}